<template>
  <div class="user">
    <div class="header">
      <p @click="$router.back()">
        <span class="iconfont icon-xiangzuo"></span>
      </p>
      <p>用户协议</p>
      <p></p>
    </div>
    <div class="img">
      <img
        src="	https://m.bmtrip.com/static/img/about-logo.a945dbc.svg"
        alt=""
      />
    </div>
    <div class="text">
      <p>
        斑马旅游网站由上海歌晨信息技术有限公司运营，涉及具体产品服务的将由有资质的服务商提供。如果用户（“用户”或“您”）在本网站、斑马旅游关联公司网站或其他斑马旅游提供的移动应用或软件上（以下简称“斑马旅游”），访问、预定或使用我们的产品或服务（以上统称为“服务”），便视为用户接受了以下服务协议，请您仔细阅读以下内容，尤其是以下加粗字体部分话术。如果您不同意以下任何内容，请立刻停止访问本网站或使用本网站服务。<br />1、总则<br />本协议内容包括协议正文、斑马旅游子频道各单项服务协议及其他斑马旅游已经发布的或将来可能发布的各类规则，包括但不限于服务说明、隐私政策、
        产品预订须知、旅游合同、账户协议等其他协议（“其他条款”）。如果本协议与“其他条款”有不一致之处，则以“其他条款”为准。除另行明确声明外，任何斑马旅游提供的服务均受本协议约束。
        若您作为斑马旅游的关联公司或合作公司的用户登陆斑马旅游平台，访问斑马旅游网站或使用斑马旅游服务，即视为您同意本协议的所有条款及斑马旅游公布的其他规则、说明和操作指引。<br />2、服务简介<br />上海歌晨信息技术有限公司运用自己的操作系统通过国际互联网络为用户提供网络会员服务。用户必须：⑴提供设备，包括个人电脑一台、调制解调器一个及配备上网装置。⑵个人上网和支付与此服务有关的电话费用。考虑到斑马旅游络会员服务的重要性，用户同意：⑴提供及时、详尽及准确的个人资料。⑵不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将引用为注册资料。另外，用户可授权上海歌晨信息技术有限公司向第三方透露其基本资料，但上海歌晨信息技术有限公司不能公开用户的补充资料。除非：⑴用户要求上海歌晨信息技术有限公司或授权某人通过电子邮件服务透露这些信息。⑵相应的法律要求及程序要求上海歌晨信息技术有限公司提供用户的个人资料。如果用户提供的资料不准确，上海歌晨信息技术有限公司保留结束用户使用斑马旅游络会员服务的权利。用户在享用斑马旅游络会员服务的同时，同意接受斑马旅游会员服务提供的各类信息服务，包括但不限于EDM、短信、斑马旅游App信息推送、PC端广告等服务类及营销类信息。<br />3、服务条款的修改<br />斑马旅游会在必要时修改服务条款，如制订、修改本协议及/或各类规则向用户提供基于互联网以及移动网的相关服务的，应在本页面及其相应页面提前公布通知，用户应该定期登陆本页面及其他相关页面，了解最新的协议内容。变更后的协议和规则在本页面及相关页面公布后七天，关变更，应当立即停止访问斑马旅游或使用斑马旅游服务，若用户在网站协议和规则变更七日后继续使用斑马旅游服务的，即表示您接受已经修订的协议和规则。<br />（用户协议以网站版本为准）
      </p>
    </div>
  </div>
</template>
<script setup></script>
<style lang="less" scoped>
.user {
  position: relative;
  width: 100%;
  height: 100vh;
  overflow: auto;
}
.header {
  background-color: #fff;
  position: fixed;
  top: 0;
  z-index: 100;
  font-size: 0.32rem;
  width: 100%;
  height: 44px;
  display: flex;
  justify-content: space-between;
  align-items: center;
  padding: 0 0.54rem;
  box-sizing: border-box;
  .icon-xiangzuo {
    font-size: 0.5rem;
    color: #999;
  }
}
.img {
  margin-top: 0.8rem;
}
.text {
  margin: 0.64rem 0.48rem;
  text-align: left;
  font-family: PingFangSC-Regular;
  font-size: 0.24rem;
  color: #333333;
  letter-spacing: 0;
  line-height: 0.64rem;
}
</style>
